CREATE TABLE Wonens_Short_Course
(
  Id INT IDENTITY PRIMARY KEY,
  Distance NVARCHAR (30)  ,
  TimeRecord NVARCHAR (30)  ,
  NameRecord NVARCHAR (30)  ,
  DataSetup NVARCHAR (30)  ,
)
INSERT INTO Wonens_Short_Course(Distance,TimeRecord,NameRecord,DataSetup)
VALUES
('50 в/с','22,93','Раноми Кромовидьойо','	7 августа 2017'),
('100 в/с','50,58','Кэйт Кэмпбэлл','26 октября 2017'),
('200 в/с','1.50,31','Шивон Хоуи','17 декабря 2021'),
('400 в/с','3.53,92','Ариарне Титмус','14 октября 2018'),
('800 в/с','7.59,34','Мирея Бельмонте Гарсиа','	10 августа 2013'),
('1500 в/с','15:18.01','Сара Кёлер','16 ноября 2019'),
('50 с/п','25.60','Кира Туссен','18 декабря 2020'),
('100 с/п','54,89','Минна Атертон','27 октября 2019'),
('200 с/п','1:58.94','Кэйли Маккеон','28 ноября 2020'),
('50 брасс','28,56','Алия Аткинсон','6 октября 2018'),
('100 брасс','1.02,36','Алия Аткинсон','26 августа 2016'),
('200 брасс','2.14,57','Ребекка Сони','18 декабря 2009'),
('50 батт','24,38','Тереза Альсхаммар','22 ноября 2009'),
('100 батт','54,61','Сара Шёстрём','7 декабря 2014'),
('200 батт','1.59,61','Мирея Бельмонте Гарсия','3 декабря 2014'),
('100 к/п','56,51','Катинка Хоссу','7 августа 2017'),
('200 к/п','2.01,86','Катинка Хоссу','6 декабря 2014'),
('400 к/п','4:18,94','Мирея Бельмонте Гарсияс','12 августа 2017')
